{
  "btvn10": [
    {
      "id": 1,
      "sentence": "What kind of tablet computer do you have?",
      "translation": "Bạn có loại máy tính bảng nào?",
      "ipa": "/wʌt kaɪnd əv ˈtæblət kəmˈpjutər du ju hæv?/"
    },
    {
      "id": 2,
      "sentence": "What happened at the workshop yesterday?",
      "translation": "Chuyện gì đã xảy ra tại hội thảo hôm qua?",
      "ipa": "/wʌt ˈhæpənd æt ðə ˈwɜrkˌʃɑp ˈjɛstərˌdeɪ?/"
    },
    {
      "id": 3,
      "sentence": "What did you think about that presenter?",
      "translation": "Bạn nghĩ gì về người thuyết trình đó?",
      "ipa": "/wʌt dɪd ju θɪŋk əˈbaʊt ðæt prɪˈzɛntər?/"
    },
    {
      "id": 4,
      "sentence": "What floor is the seminar on?",
      "translation": "Hội thảo diễn ra ở tầng nào?",
      "ipa": "/wɒt flɔːr ɪz ðə ˈsɛmɪnɑːr ɒn?/"
    },
    {
      "id": 5,
      "sentence": "What do you think of the updated vacation policy?",
      "translation": "Bạn nghĩ gì về chính sách nghỉ phép được cập nhật?",
      "ipa": "/wʌt du ju θɪŋk əv ði əpˈdeɪtəd veɪˈkeɪʃən ˈpɑləsi?/"
    },
    {
      "id": 6,
      "sentence": "What was the topic of yesterday's workshop?",
      "translation": "Chủ đề của buổi hội thảo hôm qua là gì?",
      "ipa": "/wʌt wəz ðə ˈtɑpɪk əv ˈjɛstərˌdeɪz ˈwɜrkˌʃɑp?/"
    },
    {
      "id": 7,
      "sentence": "Which dance performance did you like the best?",
      "translation": "Bạn thích tiết mục khiêu vũ nào nhất?",
      "ipa": "/wɪʧ dæns pərˈfɔrməns dɪd ju laɪk ðə bɛst?/"
    },
    {
      "id": 8,
      "sentence": "Which of this week's training sessions should I sign up for?",
      "translation": "Tôi nên đăng ký tham gia buổi đào tạo nào trong tuần này?",
      "ipa": "/wɪʧ əv ðɪs wiks ˈtreɪnɪŋ ˈsɛʃənz ʃʊd aɪ saɪn ʌp fɔr?/"
    },
    {
      "id": 9,
      "sentence": "Which caterer is supplying food for the company picnic?",
      "translation": "Nhà cung cấp dịch vụ ăn uống nào đang cung cấp thực phẩm cho buổi dã ngoại của công ty?",
      "ipa": "/wɪʧ ˈkeɪtərər ɪz səˈplaɪɪŋ fud fɔr ðə ˈkʌmpəni ˈpɪkˌnɪk?/"
    },
    {
      "id": 10,
      "sentence": "What still needs to be done before the grand opening?",
      "translation": "Những gì vẫn cần phải làm trước khi khai trương?",
      "ipa": "/wʌt stɪl nidz tu bi dʌn bɪˈfɔr ðə ɡrænd ˈoʊpənɪŋ?/"
    },
    {
      "id": 11,
      "sentence": "What did you think of Ms. Delgado's job application?",
      "translation": "Bạn nghĩ gì về đơn xin việc của cô Delgado?",
      "ipa": "/wʌt dɪd ju θɪŋk əv ˈmɪz dɛlˈɡɑdoʊz ʤɑb ˌæplɪˈkeɪʃən?/"
    },
    {
      "id": 12,
      "sentence": "Which desk is mine?",
      "translation": "Bàn nào là của tôi?",
      "ipa": "/wɪʧ dɛsk ɪz maɪn?/"
    },
    {
      "id": 13,
      "sentence": "Which software programs does Allison know how to use?",
      "translation": "Allison biết sử dụng những chương trình phần mềm nào?",
      "ipa": "/wɪʧ ˈsɔftˌwɛr ˈproʊˌɡræmz dəz ˈæləsən noʊ haʊ tu juz?/"
    },
    {
      "id": 14,
      "sentence": "What does the conference registration fee include?",
      "translation": "Phí đăng ký hội nghị bao gồm những gì?",
      "ipa": "/wʌt dəz ðə ˈkɑnfərəns ˌrɛʤɪˈstreɪʃən fi ɪnˈklud?/"
    },
    {
      "id": 15,
      "sentence": "What time does the train from Milan arrive?",
      "translation": "Tàu từ Milan đến lúc mấy giờ?",
      "ipa": "/wʌt taɪm dəz ðə treɪn frəm mɪˈlɑn əˈraɪv?/"
    },
    {
      "id": 16,
      "sentence": "What does the timeline look like for the lobby renovations?",
      "translation": "Dòng thời gian cho việc cải tạo sảnh đợi trông như thế nào?",
      "ipa": "/wʌt dəz ðə ˈtaɪmˌlaɪn lʊk laɪk fɔr ðə ˈlɑbi ˌrɛnəˈveɪʃənz?/"
    },
    {
      "id": 17,
      "sentence": "What does the holiday package include?",
      "translation": "Gói kỳ nghỉ bao gồm những gì?",
      "ipa": "/wʌt dəz ðə ˈhɑləˌdeɪ ˈpækəʤ ɪnˈklud?/"
    },
    {
      "id": 18,
      "sentence": "Which room can we use for Thursday's client reception?",
      "translation": "Chúng ta có thể sử dụng phòng nào cho buổi tiếp tân khách hàng vào thứ năm?",
      "ipa": "/wɪʧ rum kæn wi juz fɔr ˈθɜrzdeɪz ˈklaɪənt rɪˈsɛpʃən?/"
    },
    {
      "id": 19,
      "sentence": "Which restaurant did Mayumi recommend?",
      "translation": "Mayumi đã giới thiệu nhà hàng nào?",
      "ipa": "/wɪʧ ˈrɛstəˌrɑnt dɪd maɪˈumi ˌrɛkəˈmɛnd?/"
    },
    {
      "id": 20,
      "sentence": "What color folders would you like me to buy?",
      "translation": "Bạn muốn tôi mua những chiếc cặp màu gì?",
      "ipa": "/wʌt ˈkʌlər ˈfoʊldərz wʊd ju laɪk mi tu baɪ?/"
    },
    {
      "id": 21,
      "sentence": "What's the membership fee at the fitness center on Oak Street?",
      "translation": "Phí thành viên tại trung tâm thể dục trên phố Oak là bao nhiêu?",
      "ipa": "/wʌts ðə ˈmɛmbərˌʃɪp fi æt ðə ˈfɪtnəs ˈsɛntər ɑn oʊk strit?/"
    },
    {
      "id": 22,
      "sentence": "Which printer did you buy?",
      "translation": "Bạn đã mua máy in nào?",
      "ipa": "/wɪʧ ˈprɪntər dɪd ju baɪ?/"
    },
    {
      "id": 23,
      "sentence": "Which of these paint colors would look best in the hallway?",
      "translation": "Trong những màu sơn này, màu nào sẽ đẹp nhất khi sơn ở hành lang?",
      "ipa": "/wɪʧ əv ðiz peɪnt ˈkʌlərz wʊd lʊk bɛst ɪn ðə ˈhɔlˌweɪ?/"
    },
    {
      "id": 24,
      "sentence": "What time does your bus come?",
      "translation": "Xe buýt của bạn đến lúc mấy giờ?",
      "ipa": "/wʌt taɪm dəz jʊər bʌs kʌm?/"
    },
    {
      "id": 25,
      "sentence": "Which factory produces these umbrellas?",
      "translation": "Nhà máy nào sản xuất những chiếc ô này?",
      "ipa": "/wɪʧ ˈfæktəri prəˈdusɪz ðiz əmˈbrɛləz?/"
    }
  ]
}